# LoadForceFy Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..LoadForceFy Property
ParameterTypeId Class See Also
---
"Fy"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId LoadForceFy { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LoadForceFy As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LoadForceFy {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace